{
    "chart_1": [
            "انسان کا جسمانی اور ذہنی طور پر گھٹن و جھکڑن محسوس کرنا۔",
            "بغیر کسی ظاہری وجہ کے خوف میں مبتلا رہنا۔",
            "بغیر کسی ظاہری وجہ کے مایوسی میں مبتلا رہنا۔",
            "اندھیرے میں ڈرنا اور اندھیرے سے ڈرنا۔",
            "تنہائی میں ڈرنا۔",
            "اپنے پیچھے کسی کی موجودگی کا احساس ہونا، پلٹ کر دیکھنا تو کوئی نہ ہونا۔",
            "ان دیکھی مخلوق کی سرگوشیوں، سانسوں، رونے، سسکنے، ہنسنے، کھانسنے، چلنے، دوڑنے اور چھلانگیں لگانے کی آوازیں سننا۔",
            "اونچے، لمبے اور کبھی چھوٹے قد کے ہیولے دیکھنا۔",
            "اپنے نام کی پکار سننا مگر کسی کا نظر نہ آنا۔",
            "خوابوں میں خود کو بلندیوں(پہاڑوں،اونچی عمارتوں) پر چلتے دیکھنا۔",
            "خوابوں میں خود کو اڑتے دیکھنا۔",
            "خوابوں میں خود کو جھولا جھولتے دیکھنا۔",
            "خوابوں میں جہاز، گاڑی، موٹرسائیکل، سائیکل اڑانا۔",
            "نیم خوابی میں خود کو بلندی سے گرتے دیکھنا اور زمین پر پڑنے سے پہلے جھٹکے سے آنکھ کھل جانا۔",
            "خوابوں میں ڈراؤنی شکلیں دیکھنا۔",
            "سوتے میں ڈر کر اور جھٹکا کھا کر اٹھ جانا اور اپنے جسم میں تھر تھراہٹ پانا۔",
            "خواب میں سانپ، کتے، کوّے، بلیاں، بھینسیں، اونٹ، شیر، سؤر اور دیگر جانور دیکھنا۔",
            "خواب میں پہاڑ، سمندر اور ویرانے دیکھنا۔",
            "سوتے میں یوں لگنا کہ بدن کے اوپر سے بلی وغیرہ گزر گئی ہے۔",
            "سوتے میں بدن پر دباؤ پڑنا یا طاقتور چیز سے کشتی ہونا، چیخنے کی کوشش کرنا مگر آواز نہ نکلنا، گلہ گھٹنے جیسی آوازیں نکلنا، تڑپنا اور گھر والوں کی طرف سے زور سے ہلا کر جگا دیا جانا اور پوچھنا کہ تمہیں کیا ہوا ہے؟۔",
            "سوتے میں کسی کی طرف سے خود کو ہلا کر جگا دیا جانا مگر جاگنے پر کوئی نظر نہ آنا۔",
            "خوابوں میں فوت شدہ لوگوں کو دیکھنا۔",
            "اتنا یاد رہنا کہ کوئی خواب دیکھا ہے لیکن خواب کا بھول جانا۔",
            "گاہے گاہے ’’قابو میں نہ آنے والی‘‘ ہنسی یا رونے، یا غصے یا غم یا خوف کی کیفیت طاری ہو جانا۔",
            "اچانک تیز خوشبو یا بدبو آنا شروع ہو جانا مگر پتہ نہ چلنا کہ کہاں سے آرہی ہے۔",
            "اکثر گوشت اور بالوں کے جلنے کے جیسی بو(سڑاند) کا آنا۔",
            "خواتین کو سوتے میں کسی کے ساتھ ہونے کا احساس ہونا مگر جاگنے پر کچھ نطر نہ آنا۔",
            "خواتین کی رانوں اور سینے پر چوٹ کے نیل جیسے(بغیر درد کے) نشان پڑنا اور چند دنوں بعد غائب ہو جانا۔",
            "مختلف بیماریوں کی سخت تکلیف محسوس کرنا مگر میڈیکل ٹیسٹ کلیئر آنا۔",
            "انسان پر غائب الدماغی کی کیفیت طاری ہو جانا اور اس کی آنکھیں فضا میں کسی جگہ ٹِک جانا۔",
            "انسان کا اچانک غش کھا کر گر پڑنا، جسم میں تھر تھراہٹ ہونا اور ہاتھ پاؤں ٹیڑھے ہو جانا۔",
            "جنّ کا انسان میں حاضر ہو کر مریض کی زبان میں باتیں کرنا۔",
            "جنات، جادو اور نظربد کو ماننے سے انکار کرنا۔"
        ],

    "chart_2": [
            "انسان پر نا معلوم طرف سے پانی یا خون کے چھینٹے پڑنا۔",
            "انسان کے کپڑوں کا دوسرں کے کپڑوں میں رکھے رکھے کٹ جانا یا جل جانا۔",
            "گھر میں نا معلوم طرف سے پتھر پڑنا۔",
            "گھر کے کسی گوشے میں نا معلوم وجہ سے آگ لگ جانے کے واقعات ہونا۔",
            "بدن پر اچانک جگہ جگہ کٹ لگ جانے کے واقعات ہونا۔",
            "خوابوں میں خونریزی ہوتے دیکھنا۔",
            "خوابوں میں دیکھنا کہ کوئی مجھے قتل کرنے لگا ہے, بھاگنے کی کوشس کرنا لیکن بدن کا بھاری ہو جانا اور بھاگا نہ جانا، سخت واویلہ و چیخ و پکار کرنا اور گھروالوں کی طرف سے زور سے ہلا کر جگا دیا جانا اور پوچھنا کہ تمہیں کیا ہوا ہے؟",
            "خوابوں میں بڑا گوشت دیکھنا۔",
            "خوابوں میں انسانی نجاست دیکھنا۔",
            "خوابوں میں برہنہ مناظر دیکھنا۔",
            "اپنے کو مجبور و بے بس محسوس کرنا اور ہر کام زبردستی کرائے جانے کا احساس ہونا۔",
            "دوائیوں کا چند دن اثر کرنے کے بعد بے اثر ہو جانا۔",
            "اکثر کچی نیند آنا اور اٹھنے کے بعد جسم کا ایسے درد کرنا جیسے بہت مارا گیا ہے۔",
            "انسان کا خیال کرنا کہ وہ فلاں کام کر چکا ہے مگر نہ کیا ہونا۔",
            "خوبصورت اور برسر روزگار لڑکے یا خوبصورت لڑکی کی منگنی نہ ہونا یا منگنی ہو کر بار بار ٹوٹ جانا۔",
            "کسی خوبصورت اور نوبیاہتا جوڑے کا وظیفہ زوجیت ادا کرنے پر قادر نہ ہو سکنا۔",
            "طبی طور پر فٹ جوڑے کا سالہا سال اولاد سے محروم ہونا۔",
            "کسی میاں بیوی میں سے کسی ایک کو یا دونوں کو دوسرے کی شکل بغیر کسی وجہ کے اچانک بری لگنا شروع ہو جانا، دوسرے کے پاس خود بیٹھنے یا دوسرا پاس آبیٹھے تو سخت بیزاری شروع ہو جانا، دونوں میں علیحدگی ہو جانا، حتی کہ طلاق کی بات چل نکلنا۔",
            "طبیعت میں ’بے جا‘غصہ، نفرت، کینہ، بغض، حسد ، عناد ، شک ، بات کا منفی پہلو لینے، تنقید و نکتہ چینی کرنے کی عادت کا در آنا۔",
            "دوستوں اور بچوں کا پاس آنے سے احتراز کرنا اور خود بھی تنہائی پسند ہو جانا۔",
            "انسان کاروباری ہے تو بغیر کسی ظاہری وجہ کے کاروبار میں اچانک مندی شروع ہو جانا، دکاندار ہے تو گاہکوں کا آنا بند ہو جانا اور اگر ملازمت پیشہ ہے تو افسروں سے تعلقات خراب ہو جانا۔",
            "اہل خانہ، اہل خاندان اور احباب سے بغیر کسی خاص وجہ کے لڑائی شروع ہو جانا۔",
            "خوابوں میں بچھو اور چھپکلیاں دیکھنا۔",
            "خوابوں میں کفار کے عبادت خانے(گرجے، مندر، گردوارے وغیرہ) دیکھنا۔",
            "خوابوں میں مردے اور قبرستان دیکھنا۔",
            "بغیر کسی معالج کے کہے گائے کا گوشت کھانا بند کر دینا اور اس کے لانے، کھانے کی بات پر سخت غصہ کرنا۔",
            "آذان، نماز، تلاوت اور ذکر و اذکار سے بےزاری اور دینی شخصیات سے چڑ شروع ہو جانا۔"
        ],

    "chart_3": [
            "خوبصورت و صحت مند انسان(بچے، بچی، لڑکے، لڑکی، مرد، عورت) کا کسی ظاہری وجہ (مثلا کم خوراکی و بیماری وغیرہ) کے بغیر کمزور اور دبلا پتلا ہونا شروع ہو جانا۔",
            "خوبصورت شخصیت کے چہرے پر بغیر کسی جسمانی بیماری کے کالے دھبے پڑنا اور چہرے اور بدن پر دانے نکلنا شروع ہو جانا۔",
            "خوبصورت و پرکشش انسان کا بغیر کسی بیماری کے چہرہ زرد، ویران، بے رونق و اجڑا ہوا ہو جانا اور بال جھڑنا شروع ہو جانا۔",
            "خوبصورت شخصیت کا اپنی صفائی ستھرائی اور بننے سنورنے سے بے نیاز ہو جانا۔",
            "حسین و جمیل انسان کا اچانک شدید بخار، بے ہوشی اور کسی اور بیماری میں مبتلا ہو جانا جبکہ میڈیکل ٹیسٹ بھی کلیئر آنا اور آسیب و جادو کے اثرات ثابت نہ ہونا۔",
            "دودھ پیتے صحت مند بچے کا دودھ پینے سے منہ موڑ لینا۔",
            "خوب کھانے پینے والے صحت مند بچے کا کھانے پینے سے منہ موڑ جانا۔",
            "ذہین و شائیننگ طالب علم کا پڑھائی سے منہ موڑ جانا اور سبق بالکل یاد نہ ہونا۔",
            "انسان میں اچانک درد کا آنکھوں، کنپٹیوں سے شروع ہونا اور پورے بدن میں پھیل جانا۔",
            "خوبصورت پھلتا پھولتا باغ مرجھانا، کھیت ویران، کاروبار مندا اور مکان بیٹھنا یا خراب ہونا شروع ہو جانا جبکہ آسیب و جادو کے اثرات بھی ثابت نہ ہونا۔"
        ]
}